// рыба 
export const dataFish = [
	// блюда
	[
		{
			header: 'Тартар тунец-говядина',
			structure: [
				['Говядина пф', '50 гр'],
				['тунец', '30 гр'],
				['зел. лук', '4 гр'],
				['горчица зернистая', '4 гр'],
				['криспи лук', '4 гр'],
				['шисо (аоджисо)', '8 гр'],
				['трюф. масло', '5 гр'],
				['черн. перец', '+'],
			],
			img: '',
			manual:
				'Через кольцо выложить подушкой отжатые огурцы васаби - 25 гр. Затем замес тартара. Сверху цума - 10 гр, в центр желток, на него батат пай - 5 гр. Посыпать вкусовым кунжутом, пудрой нори.',
		},
		{
			header: 'Тартар на рисе',
			structure: [
				['Говядина пф ', '50 гр'],
				['зел. лук ', '4 гр'],
				['черн. перец', '+'],
				['Подушка из риса', '80 гр'],
				['Сверху красивый лук', '+'],
			],
			img: '',
			manual:
				'Посыпать пудрой нори, вкусовым кунжутом. Отдельно в соуснике желток,соус цую - 10 гр.',
		},
		{
			header: 'Севиче дорадо',
			structure: [
				['Сырая дорада', '70 гр'],
				['с-с “тайгер милк”', '30 гр'],
				['кр. лук перо', '15 гр замес'],
				['ананас конс. нар.', '20 гр (+ 3 гр конс сока)'],
				['эдамаме', '10 гр'],
				['кинза', ' 5 гр'],
				['чили слайс', '3 гр.'],
			],
			img: '',
			manual: 'В центр сверху батат пай п/ф - 5 гр.',
		},
		{
			header: 'Татаки из тунца на гриле',
			structure: [
				['Тунец', '70 гр'],
				['манго кубик', '30 гр'],
				['томат кубик', '30 гр'],
				['красный лук мелкий кубик', '7 гр'],
				['с-с Понзу п/ф', '20 гр'],
				['оливковое масло', '7 гр'],
			],
			img: '',
			manual:
				'Тунец сырой 70 гр единым бруском -( посолить, поперчить, смазать маслом, обсыпать кунжутом, запечатать на гриле со всех сторон - делает горячий цех). Обжаренный тунец нарезать тонкими слайсами, выложить на тарелку, сверху сальсу. На сальсу микроредис - 2 гр. Рядом цума - 10 гр, эдамаме 4 шт. Украсить слайсами',
		},
		{
			header: 'Нигири дорадо/лосось',
			structure: [
				['Рыба', 'по 18 гр'],
				['васаби', '1 гр'],
				['рис', 'по 18 гр'],
				['имбирь', '5 гр'],
				['васаби', '2 гр.'],
			],
			img: '',
			manual:
				'На порцию по 2 шт. Сверху смазать соусом “тоса” Рядом на тарелку выложить имбирь - 5 гр, васаби - 2 гр.',
		},
		{
			header: 'Нигири магуро-дзуке',
			structure: [
				['Рыба', 'по 18 гр'],
				['васаби', '1 гр'],
				['рис', 'по 18 гр'],
				['имбирь', '5 гр'],
				['васаби', '2 гр.'],
			],
			img: '',
			manual:
				'На порцию по 2 шт. Сверху пшикнуть шисо, выложить сальсу - по 2 гр. Рядом выложить имбирь - 5 гр, васаби - 2 гр',
		},
		{
			header: 'Ментайко лосось/дорадо/магуро-дзуке',
			structure: [
				['Рыба', 'по 18 гр'],
				['васаби', '1 гр'],
				['рис', 'по 18 гр'],
				['имбирь', '5 гр'],
				['васаби', '2 гр.'],
				['с-с “кэвиар”', '10 гр'],
			],
			img: '',
			manual:
				'На порцию по 2 шт. Опалить. Сверху украсить красивым луком, вкусовым кунжутом, шариками араре (воздушный рис) Рядом выложить имбирь - 5 гр, васаби - 2 гр.',
		},
		{
			header: 'Тунец манго',
			structure: [
				['Тунец кубиком', '30 гр'],
				['с-с “тирадито”', '10 гр'],
				['щепотка соли', '+'],
				['имбирь', '5 гр'],
				['васаби', '2 гр.'],
			],
			img: '',
			manual:
				'Сформировать гунканы (рис - 18 гр, 2 шт), смазать васаби. Выложить замес. Сверху по 2 кубика манго, красный лук, нар. кубиком. Посыпать вкусовым кунжутом. Рядом выложить имбирь - 5 гр, васаби - 2 гр.',
		},
		{
			header: 'Лосось шисо майо',
			structure: [
				['Лосось кубиком', '30 гр'],
				['шисо (аоджисо)', '3 гр'],
				['майонез', '6 гр'],
				['имбирь', '5 гр'],
				['васаби', '2 гр.'],
			],
			img: '',
			manual:
				'Сформировать гунканы, смазать васаби, сверху выложить замес. Декор - красивый лук, вкусовой кунжут. Рядом выложить имбирь - 5 гр, васаби - 2 гр.',
		},
		{
			header: 'Магуро-Дзуке',
			structure: [
				['Лист нори', '1 половинка'],
				['рис', '120 гр'],
				['авокадо', '20 гр'],
				['манго', '20 гр'],
				['огурец', '20 гр'],
				['маринованный тунец', '65 гр'],
				['имбирь', '7 гр'],
				['васаби', '5 гр.'],
			],
			img: '',
			manual:
				'Нарезать на 8 частей, сверху на каждый кусочек пшикнуть шисо, выложить сальсу п/ф - по 2 гр. Отдельно в соуснике имбирь - 7 гр, васаби - 5 гр.',
		},
		{
			header: 'Дорадо-Кабузиме',
			structure: [
				['Лист нори', '1 половинка'],
				['рис', '120 гр'],
				['авокадо', '20 гр'],
				['лосось в кляре', '25 гр'],
				['соус ментайко', '5 гр'],
				[' маринованная дорада', '60 гр'],
				['имбирь', '7 гр'],
				['васаби', '5 гр.'],
			],
			img: '',
			manual:
				'Нарезать на 8 частей, сверху каждый смазать соусом тоса, посыпать вкусовым кунжутом, шичими, украсить микроредисом. Отдельно в соуснике имбирь - 7 гр, васаби - 5 гр.',
		},
		{
			header: 'Том ям никкей',
			structure: [
				['Лист нори', '1 половинка'],
				['рис', '120 гр'],
				['огурец', '20 гр'],
				['креветка темпура', '2 шт'],
				['лосось', '65 гр'],
				['имбирь', '7 гр'],
				['васаби', '5 гр.'],
			],
			img: '',
			manual:
				'Нарезать на 8 частей, опалить, залить соусом “Том ям”. Украсить вкусовым кунжутом, араре (воздушный рис), микрокинзой. Отдельно в соуснике имбирь - 7 гр, васаби - 5 гр.',
		},
		{
			header: 'Саба маки',
			structure: [
				['Скумбрия', '100 гр'],
				['паста шисо', '5гр'],
				['васаби', '5гр'],
				['Рис', '80 гр.'],
				['имбирь', '7 гр'],
				['васаби', '5 гр.'],
			],
			img: '',
			manual:
				'Сформировать маки суши с помощью циновки, нарезать на 6 кусков. Каждый смазать соусом тоса, мелко нарезанный имбирь - по 1 гр, красивый лук. Посыпать шичими.',
		},
		{
			header: 'Онигири лосось унаги майо',
			structure: [
				['Копченный лосось п/ф', '20 гр'],
				['японский майонез', '5 гр'],
				['лук зеленый', '3 гр'],
				['рис', '80 гр'],
				['шичими', '1 гр'],
				['вкусовой кунжут', '2 гр'],
				['нори', '1⁄4'],
				['Соус для онигири', '15 гр'],
			],
			img: '',
			manual: 'Через форму сделать онигири.',
		},
		{
			header: 'Онигири тунец ментайко',
			structure: [
				['Маринованный тунец п/ф', '20 гр'],
				['соус “Кэвиар”', '5 гр'],
				['рис', '80 гр'],
				['шичими', '1 гр'],
				['вкусовой кунжут', '2 гр'],
				['нори', '1⁄4'],
				['Соус для онигири', '15 гр'],
			],
			img: '',
			manual: 'Через форму сделать онигири.',
		},
		{
			header: 'Онигири тунец неги майо',
			structure: [
				['тунец', '20 гр'],
				['японский майонез', '5 гр'],
				['лук зеленый', '3 гр'],
				['рис', '80 гр'],
				['шичими', '1 гр'],
				['вкусовой кунжут', '2 гр'],
				['нори', '1⁄4'],
				['Соус для онигири', '15 гр'],
			],
			img: '',
			manual: 'Через форму сделать онигири.',
		},
		{
			header: 'Онигири лосось понзу васаби',
			structure: [
				['лосось', '20 гр'],
				['васаби', '2 гр'],
				['с-с “понзу”', '5 гр'],
				['рис', '80 гр'],
				['шичими', '1 гр'],
				['вкусовой кунжут', '2 гр'],
				['нори', '1⁄4'],
				['Соус для онигири', '15 гр'],
			],
			img: '',
			manual: 'Через форму сделать онигири.',
		},
	],
	// полуфабрикаты
	[
		{
			header: 'Говядина тартар п/ф',
			structure: [
				['Пиканья зачищенная п/ф', '1 кг'],
				['Соль пищевая', '2% - 0,02 кг'],
				['Сахар песок', '1,5 % - 0,015 кг'],
				['Трюфельное масло', '+'],
			],
			img: '',
			manual:
				'Говядину нарезать мелким кубиком, доб. соль, сахар, трюфельное масло. Перемешать. Сразу расфасовать по вакуумным пакетам по 0,05 гр.',
		},
		{
			header: 'Красный лук маринованный п/ф',
			structure: [
				['Кр лук п/ф', '0,2 кг'],
				['Растительное масло', '0,02 кг'],
				['Вино белое сухое', '0,1 кг'],
			],
			img: '',
			manual:
				'Очищенный красный лук нарезать мелким кубиком. Слегка обжарить на растительном масле до мягкости. Залить вином, выпарить',
		},
		{
			header: 'Огурцы васаби п/ф',
			structure: [
				['Огурец чищ. п/ф (сердцевина)', '0,35 кг'],
				['Соевый соус (чистый)', '0,02 кг'],
				['Васаби порошок', '0,006 кг'],
			],
			img: '',
			manual:
				'Огурец нарезать на мелкий кубик, перемешать с васаби и соевым соусом. Компрессировать через вакууматор 2 раза (в 0,5 боксе с приоткрытой крыжкой).',
		},
		{
			header: 'Соус “Тайгер милк” п/ф',
			structure: [
				['Сок лайма п/ф', '0,2 кг'],
				['Сок лимона п/ф', '0,1 кг'],
				['Сок апельсина п/ф', '0,08 кг'],
				['Перец чили', '0,004 кг'],
				['Сельдерей стебель', '0,003 кг'],
				['Хондаши', '0,005 кг'],
				['Кинза', '0,01 кг'],
				['Чеснок чищенный п/ф', '0,005 кг'],
				['Соль пищевая', '0,005 кг'],
			],
			img: '',
			manual:
				'Все продукты хорошо пробить погружным блендером или в стакане, процедить через сито.',
		},
		{
			header: 'Соус “Понзу” п/ф',
			structure: [
				['Уксус рисовый', '2 кг'],
				['Соевый соус', '1,5 кг'],
				['Водоросли Комбу', '0,04 кг'],
				['Цедра лайма п/ф', '0,01 кг'],
				['Стружка тунца Бонито', '0,03 кг'],
				['Сок лимона п/ф', '0,02 кг'],
				['Сахар песок', '0,1 кг'],
				['Креветочное масло п/ф', '0,03 кг'],
			],
			img: '',
			manual:
				'Прогреть соевый соус, водоросли комбу и рисовый уксус. Снять с огня, добавить все остальные продукты, оставить настаиваться. После процедить через мелкое сито, разлить по боксам.',
		},
		{
			header: 'Соус “Тоса” п/ф',
			structure: [
				['Соевый соус', '0,2 кг'],
				['Вино белое сухое', '0,1 кг'],
				['Мирин', '0,2 кг'],
				['Стружка тунца Бонито', '0,005 кг'],
				['Кунжут белый', '0,02 кг'],
				['Чеснок чищ. п/ф', '0,01 кг'],
			],
			img: '',
			manual:
				'Кунжут обжарить, чеснок нарезать на слайсы. В сотейник есмешать соевый соус, мирин, вино, довести до кипения. Снять с огня, добавить все оставшиеся продукты. Оставить настаиваться.',
		},
		{
			header: 'Васаби п/ф',
			structure: [
				['Васаби японский порошок', '0,1 кг'],
				['Вода канген 9,5', '0,2 кг'],
			],
			img: '',
			manual: 'Воду и васаби смешать. Переложить в кондитерский мешок.',
		},
		{
			header: 'Сальса магуро п/ф',
			structure: [
				['Красный лук чищ. п/ф', '0,08 кг'],
				['Чили красный', '0,02 кг'],
				['Цедра лайма', '0,006 кг'],
				['Мякоть лайма', '0,01 кг'],
				['Соус Цую', '+'],
			],
			img: '',
			manual:
				'Красный лук чищ., чили, очищенный от семян нарезать мелким кубиком. Добавить цедру и мякоть лайма с соком, соус цую',
		},
		{
			header: 'Соус “Кэвиар” п/ф',
			structure: [
				['Майонез японский', '0,5 кг'],
				['Кочудян', '0,03 кг'],
				['Соевый соус', '0,02 кг'],
				['Рыбный соус', '0,01 кг'],
				['Мирин', '0,03 кг'],
				['Вода канген 9,5', '0,13 кг'],
				['Хондаши', '0,002 кг'],
				['Тобико красная', '0,04 кг'],
				['Умами (глутамат натрия)', '0,002 кг'],
			],
			img: '',
			manual:
				'Все продукты отвесить в миксбол, перемешать венчиком. Перелить в соусник.',
		},
		{
			header: 'Соус “Тирадито” п/ф',
			structure: [
				['Пюре маракуйя', '0,2 кг'],
				['Пюре манго', '0,1 кг'],
				['Лист кафирского лайма', '0,003 кг'],
				['Сок лайма п/ф', '0,06 кг'],
				['Соевый соус', '0,02 кг'],
				['Имбирь чищ. п/ф', '0,02 кг'],
				['Чили кр.', '0,002 кг'],
				['Лемонграсс', '0,01 кг'],
			],
			img: '',
			manual:
				'Имбирь чищ, лемонграсс, чили нарезать на небольшие части. Все смешать в сотейнике, довести до кипения, снять с огня. Настоять. Процедить через мелкое сито.',
		},
		{
			header: 'Маринованный тунец п/ф (магуро дзуке)',
			structure: [
				['Тунец п/ф', '0,3 кг'],
				['Хондаши', '0,01 кг'],
				['Соевый соус', '0,3 кг'],
				['Мирин', '0,3 кг'],
				['Вода канген п/ф', '0,150 кг'],
			],
			img: '',
			manual:
				'В сотейнике вскипятить канген воду с хондаши. Подготовить воду со льдом. Для маринада смешать соевый соус, мирин, воду. Тунец, зачистить от жил, нарезать продолговатыми брусками. Опустить в кипящую воду на 10-15 сек, остудить через лед. Затем оставить в маринаде на 6 часов.',
		},
		{
			header: 'Маринованная дорада п/ф',
			structure: [
				['Дорада филе б/к п/ф', '+'],
				['Соль морская', '+'],
				['Водоросли комбу', '+'],
				['Вино белое сухое', '+'],
			],
			img: '',
			manual:
				'Филе дорады без кожи засолить с обеих сторон на 10 мин. Промыть водой. Каждый лист комбу смочить вином со всех сторон. Оставить просоленное филе дорады в листьях комбу на 4-5 часов.',
		},
		{
			header: 'Копченный лосось п/ф',
			structure: [
				['Лосось б/к п/ф', '0,1 кг'],
				['Соус унаги п/ф', '0,025 кг'],
			],
			img: '',
			manual:
				'Лосось филе без кожи п/ф (лучше использовать обрезки) обмазать соусом Унаги и выложить на фольгу. На гриле под крышкой коптить до готовности около 5-6 минут.',
		},
		{
			header: 'Соус для онигири п/ф',
			structure: [
				['Сок апельсина п/ф', '0,1'],
				['Горчица зернистая', '0,04'],
				['Крабовый соевый', '0,02'],
				['Мед', '0,02'],
				['Масло оливковое EV', '0,06'],
			],
			img: '',
			manual:
				'Все продукты смешать, перемешать венчиком, перелить в соусник. Перед началом работы минут на 20 достать из холодильника, что б масло растопилось.',
		},
		{
			header: 'Соус “Том ям” п/ф',
			structure: [
				['Кокосовое молоко', '1л'],
				['Паста том ям', '0,07 кг'],
				['Чили-креветочная паста', '0,065 кг'],
				['Устричный соус', '0,025 кг'],
				['Рыбный соус', '0,01 кг'],
				['Соевый соус', '0,01 кг'],
				['Лемонграсс', '0,02 кг'],
				['Лист кафирского лайма', '0,002 кг'],
			],
			img: '',
			manual:
				'Все продукты смешать в сотейнике, перемешать, вскипятить. Пробить в блендере-стакане, процедить через мелкое сито. Выпаривать на мелком огне до густой консистенции около 15 минут. остудить, перелить в соусник.',
		},
		{
			header: 'Саба маки п/ф',
			structure: [
				['Скумбрия филе б/к п/ф', '0,1 кг'],
				['Соль морская', '0,025 кг'],
				['Вино белое сухое', '0,04 кг'],
				['Мирин', '0,15 кг'],
				['Рисовый уксус', '0,5 кг'],
				['Сахар', '0,05 кг'],
				['Маринад имбиря', '0,075 кг'],
				['Душистый перец', 'Душистый перец'],
				['Водоросли комбу', '0,025 кг'],
			],
			img: '',
			manual:
				'Филе скумбрии без кожи засолить с обеихсторон на 30 минут. Промыть. Для маринада смешать вино,мирин, уксус, сахар, маринад имбиря, перец, комбу. Засоленную скумбрию оставить в маринаде на 30 минут. Достать, просушить, завакуумировать.',
		},
		{
			header: 'Рис п/ф',
			structure: [
				['Рис икигай', '2 кг'],
				['Вода канген 9,5', '2 кг'],
				['Сушицу п/ф', '0,5 кг'],
			],
			img: '',
			manual:
				'Рис промыть 4-5 раз под проточной холодной водой. Чашу от рисоварки оттарить на весах, пересыпать туда промытый рис, добавить воду до 4 кг. Загрузить в рисоварку, отщелкнуть. Как рисоварка отщелкнется, перемешать сверху рис, оставить на 7-10 минут. Скинуть рис в гастроемкость, залить 2⁄3 сушицу, размешать. Вылить остатки сушицу. Перемешивать раз в 10 минут. Как рис остынет - переложить обратно в рисоварку.',
		},

		{
			header: 'Сушицу п/ф',
			structure: [
				['Уксус рисовый', '2,2 кг'],
				['Сахар', '1,52 кг'],
				['Соль', '0,32 кгг'],
				['Уксус цитрусовый', '0,04 кг'],
				['Умами', '0,02 кг'],
				['Водоросли комбу', '0,08 кг'],
				['Хондаши', '0,005 кг'],
			],
			img: '',
			manual:
				'Все отвесить в кастрюлю, прогреть до растворения сахара. Настоять. Процедить через мелкое сито. Развесит бо боксам по 0,5 кг.',
		},
	],
]
export const dataRamen = [
		// блюда
	[
		{
			header: 'тори пайтан',
			structure: [
				['база тори пф', 0.5],
				['еще что то', 0.1],
				['огурец', 0.02],
				['креветка темпура', 0.08],
				['лосось', 0.07],
				['соус том ям', 0.07],
				['микро кинза', 0.005],
				['рисовые шарики', 0.005],
				['имбирь/васаби', 0.01 / 0.01],
			],
		},
	]
]
export const dataHot = [
	// блюда
	[
		{
			header: '',
			structure: [
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
			],
			img: '',
			manual: '',
		},
	],
	// заготовки
	[
		{
			header: 'Соус “Тай”',
			structure: [
				['Кокосовое молоко', '0,4 кг'],
				['Тамариндовая паста', '0,4 кг'],
				['Чили-креветочная паста', '0,4 кг'],
				['Рыбный соус', '0,13 кг'],
				['Сок лайма п/ф', '0,13 кг'],
				['Устричный соус', '0,15 кг'],
				['Паста имбирь чеснок', '0,075 кг'],
				['Сахар песок', '0,26 кг'],
				['Соль пищевая', '0,012 кг'],
				['Умами', '0,012 кг'],
				['Чили п/ф', '0,01 кг'],
			],
			img: '',
			manual:
				'Все продукты смешать в блендере - стакане, пробить до нагревания. Перелить в соусник.',
		},
		{
			header: 'Кунжут чб п/ф',
			structure: [
				['Кунжут черный', '0,3 кг'],
				['Кунжут белый', '0,3 кг'],
			],
			img: '',
			manual: 'Кунжут смешать, обжарить до появления запаха.',
		},
		{
			header: 'Гедза лосось шиитаке 1 шт п/ф',
			structure: [
				['Тесто гедза', '0,005 (1 шт)'],
				['Фарш гедза лосось шиитаке п/ф', '0,015 кг'],
			],
			img: '',
			manual:
				'Тесто по краям смазать водой. Лепка в форме S. Замораживать в гастролисте на пергаменте.',
		},
		{
			header: 'Гедза свинина креветка 1 шт п/ф',
			structure: [
				['Тесто гедза', '0,005 кг (1 шт)'],
				['Фарш гедза свинина креветка п/ф', '0,015 кг'],
			],
			img: '',
			manual:
				'Тесто по краям смазать водой. Лепка в форме полумесяца. Замораживать в гастролисте на пергаменте.',
		},
		{
			header: 'Вонтоны п/ф',
			structure: [
				['Тесто вонтоны', '0,005 кг (1 шт)'],
				['Фарш вонтоны п/ф', '0,013 кг'],
			],
			img: '',
			manual:
				'Тесто по краям смазать водой. Лепка в форме треугольника. Замораживать в гастролисте на пергаменте.',
		},
		{
			header: 'Фарш гедза лосось шиитаке п/ф',
			structure: [
				['Лосось б/к п/ф', '0,25 кг'],
				['Шиитаке п/ф', '0,035 кг'],
				['Моэр п/ф', '0,025 кг'],
				['Лук порей', '0,015 кг'],
				['Устричный соус', '0,015 кг'],
				['Соевый соус со вкусом морепродуктов', '0,01 кг'],
			],
			img: '',
			manual:
				'Лосось, шиитаке отварные нарезать средним кубиком, моэр отварные, порей (исп. бледно зеленые части) нарезать мелким кубиком. Добавить устричный, соевый со вкусом морепродуктов. Хорошо перемешать.',
		},
		{
			header: 'Фарш гедза свинина креветка п/ф',
			structure: [
				['Свинина п/ф', '2 кг'],
				['Креветка очищ. п/ф', '1 кг'],
				['Лук зеленый', '0,375 кг'],
				['Устричный соус', '0,115 кг'],
				['Соевый соус', '0,09 кг'],
				['Пекинская капуста', '3 кг'],
				['Соль', '0,045 кг'],
				['Паста чеснок-имбирь', '0,135 кг'],
				['Умами', '0,02 кг'],
				['Черн. перец', '0,003 кг'],
				['Кунжутное масло', '0,02 кг'],
			],
			img: '',
			manual:
				'Пекинскую капусту нарезать средним кубиком, засолить на 30 мин (вся соль по раскладке). Затем хорошо отжать от лишней влаги. Свинину прогнать через мясорубку. Креветки нарезать средним кубиком. Лук зеленый тонко порубить. Все продукты соединить и хорошо перемешать. Хранить в вакуумных пакетах в минусовой камере по 0,2 - 0,3 кг.',
		},
		{
			header: 'Фарш вонтоны п/ф',
			structure: [
				['Лосось б/к п/ф', '0,2 кг'],
				['Лук порей', '0,03 кг'],
				['Устричный соус', '0,03 кг'],
			],
			img: '',
			manual:
				'Лосось нарезать средним кубиком, порей мелким кубиком (исп. бледно зеленые части). Все соединить, перемешать.',
		},
		{
			header: 'Эспума п/ф',
			structure: [
				['Сливки 34%', '0,95 кг'],
				['Молоко', '0,35 кг'],
				['Желатин листовой', '0,01'],
				['Сливочный сыр', '0,3 кг'],
				['Мисо светлая', '0,08 кг'],
				['Мед', '0,12 кг'],
			],
			img: '',
			manual:
				'Желатин замочить в холодной воде. В сотейнике смешать молоко, сливки - 750 гр, мед, мисо пасту - довести до кипения. Добавить отжатый желатин. Остудить до комнатной температуры. В дежу отвесить сливочный сыр, 200 гр сливок, размешать насадкой лопатка до однородности. Поменять насадку на венчик и вмешать остывшую массу с желатином. На целый сифон 2 баллона для взбивания сливок.',
		},
		{
			header: 'Соус “геза свинина креветка”',
			structure: [
				['Соевый соус', '0,2 кг'],
				['Уксус рисовый', '0,04 кг'],
				['Вода канген', '0,2 кг'],
				['Мирин', '0,07 кг'],
				['Острое масло', '0,003 кг'],
				['Кунжутное масло', '0,003 кг'],
			],
			img: '',
			manual: 'Все продукты перемешать венчиком, перелить в соусник.',
		},
		{
			header: 'Соус “Слури на гедза”',
			structure: [
				['Вода канген', '0,16 кг'],
				['Растительное масло', '0,06 кг'],
				['Мука', '0,02 кг'],
				['Хондаши', '0,001 кг'],
				['Соль пищевая', '0,002 кг'],
			],
			img: '',
			manual:
				'Все продукты смешать (можно сразу в соуснике) и хорошо перемешать.',
		},
		{
			header: 'Соус “Унаги”',
			structure: [
				['Соевый соус', '0,2 кг'],
				['Мирин', '0,1 кг'],
				['Вино белое сухое', '0,02 кг'],
				['Сахар песок', '0,1 кг'],
				['Крахмал', '0,03 кг'],
				['Вода канген', '0,05 кг'],
			],
			img: '',
			manual:
				'В сотейник отвесить соевый соус, мирин, вино, сахар - довести до кипения. Отдельно развести крахмал в воде и влить в сотейник. Загустить на маленьком огне, около 5 минут.',
		},
		{
			header: 'Соус “Сливочный унаги”',
			structure: [
				['Соус унаги п/ф', '0,12 кг'],
				['Сливки 34%', '0,5 кг'],
				['Трюфельное масло', '0,005 кг'],
			],
			img: '',
			manual:
				'Смешать все в сотейнике, довести до кипения, чуть загустить. Снять с огня, добавить трюфельное масло.',
		},
		{
			header: 'Соус “спайси майо”',
			structure: [
				['Японский майонез', '0,25 кг'],
				['Кетчуп', '0,25 кг'],
				['Приправа паприка копченая', '0,03 кг'],
				['Соус кимчи', '0,03 кг'],
				['Шрирача', '0,03 кг'],
			],
			img: '',
			manual:
				'Все отвесить в миксбол, перемешать венчиком. Перелить в бокс 0,5 (хранить в нем).',
		},
		{
			header: 'Соус “Якисоба”',
			structure: [
				['Устричный соус', '0,6 кг'],
				['Мед', '0,16 кг'],
				['Кетчуп', '0,4 кг'],
				['Маринад имбиря', '0,02 кг'],
				['Соус ворчестер', '0,05 кг'],
			],
			img: '',
			manual:
				'Все продукты отвесить в миксбол, перемешать венчиком. Перелить в соусник.',
		},
		{
			header: 'Мучная смесь для карааге',
			structure: [
				['Приправа паприка копченая', '0,016 кг'],
				['Мука', '0,4 кг'],
			],
			img: '',
			manual: 'Все отвесить, перемешать.',
		},
		{
			header: 'Кляр',
			structure: [
				['Мука', '0,7 кг'],
				['Крахмал', '0,3 кг'],
				['Вода канген', '1,5 кг'],
				['Яйцо', '0,2 кг (4 шт)'],
				['Хондаши', '0,014 кг'],
				['Соль пищевая', '0,008 кг'],
				['Перец черный', '0,001 кг'],
			],
			img: '',
			manual: 'Все отвесить, пробить погружным блендером.',
		},
		{
			header: 'Кура бедро маринованное (котлета, торикацу)',
			structure: [
				['Кура бедро п/ф', '1 кг'],
				['Чесночно - имбирная паста', '0,035 кг'],
				['Соевый осус', '0,1 кг'],
			],
			img: '',
			manual:
				'Бедро, зачищенное от костей и жил, порционно нарезанное, замариновать в соевом соусе и чесночно имбирной пасте. На вок используется не маринованная курица, нарезанная. На карааге используется маринованная курица, нарезанная.',
		},
		{
			header: 'Чесночно - имбирная паста п/ф',
			structure: [
				['Чеснок чищ. п/ф', '0,35 кг'],
				['Имбирь чищ. п/ф', '0,15 кг'],
				['Растительное масло', '0,25 кг'],
			],
			img: '',
			manual:
				'Все продукты отвесить в блендер стакан, пробить до однородности.',
		},
		{
			header: 'Свинина мар (котлета, тонкацу) п/ф',
			structure: [
				['Карбонат свинина п/ф', '1 кг'],
				['Горчица русская', '0,03 кг'],
				['Соль', '0,007 кг'],
				['Перец черн.', '0,002 кг'],
			],
			img: '',
			manual:
				'Свинину зачищенную от жира и жил, нарезанную по 60 гр (порционно) замариновать в горчице, соли, перце. Хранить в вакуумных пакетах по 5-6 порций. На якисобу используется нарезанная не маринованная свинина.',
		},
		{
			header: 'Соус “Оякодон”',
			structure: [
				['Вода канген', '1,1 кг'],
				['Мирин', '0,11 кг'],
				['Сахар', ''],
				['Вино', ''],
				['Хондаши', ''],
				['Широдаши с-с', ''],
				['Чесночно/имбирная паста п/ф', ''],
				['Кунжутное масло', ''],
				['Умами', ''],
				['Черн. перец', ''],
				['Соль пищевая', ''],
			],
			img: '',
			manual: '',
		},
		{
			header: '',
			structure: [
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
			],
			img: '',
			manual: '',
		},
		{
			header: '',
			structure: [
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
			],
			img: '',
			manual: '',
		},
		{
			header: '',
			structure: [
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
			],
			img: '',
			manual: '',
		},
		{
			header: '',
			structure: [
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
			],
			img: '',
			manual: '',
		},
		{
			header: '',
			structure: [
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
			],
			img: '',
			manual: '',
		},
		{
			header: '',
			structure: [
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
			],
			img: '',
			manual: '',
		},
		{
			header: '',
			structure: [
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
			],
			img: '',
			manual: '',
		},
		{
			header: '',
			structure: [
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
			],
			img: '',
			manual: '',
		},
		{
			header: '',
			structure: [
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
			],
			img: '',
			manual: '',
		},
		{
			header: '',
			structure: [
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
				['', ''],
			],
			img: '',
			manual: '',
		},
	],
]
export const dataConfectioner = [
	// блюда
	[
		{
			header: 'сет №1',
			structure: [
				['еще что то', 0.1],
				['еще что то', 0.1],
			],
		},
	],
]
export const dataFreelance = [
	// блюда
	[
		{
			header: 'сет №1',
			structure: [
				['еще что то', 0.1],
				['еще что то', 0.1],
			],
		},
		{
			header: 'сет №2',
			structure: [
				['еще что то', 0.1],
				['еще что то', 0.1],
			],
		},
	],
]
export const	dataBar = []
