// рыба 
export const dataFish = [
	// блюда
	[
		{
			header: 'том ям никей',
			structure: [
				['нори', 1 / 2],
				['рис', 0.12],
				['огурец', 0.02],
				['креветка темпура', 0.08],
				['лосось', 0.07],
				['соус том ям', 0.07],
				['микро кинза', 0.005],
				['рисовые шарики', 0.005],
				['имбирь/васаби', 0.01 / 0.01],
			],
		},
		{
			header: 'дарада кабудзиме',
			structure: [
				['нори', 1 / 2],
				['рис', 0.12],
				['авакадо', 0.02],
				['лосось темпура', 0.04],
				['дарада', 0.07],
				['тоса', 0.005],
				['микро редис', 0.005],
				['шичими', 0.005],
				['имбирь/васаби', 0.01 / 0.01],
			],
		},
		{
			header: 'магуго дзуке',
			structure: [
				['нори', 1 / 2],
				['рис', 0.12],
				['огурец', 0.02],
				['авакадо', 0.02],
				['манго', 0.02],
				['шисо', 0.005],
				['чили сальса', 0.01],
				['имбирь/васаби', 0.01 / 0.01],
			],
		},
		{
			header: 'саба',
			structure: [
				['саба', '1 шт.'],
				['рис', 0.12],
				['васаби', 0.01],
				['шисо паста', 0.01],
				['зеленый лук', 0.01],
				['шичими', 0.005],
				['тоса', 0.01],
				['имбирь/васаби', 0.01 / 0.01],
			],
		},
		{
			header: 'нигири лосось',
			structure: [
				['рис', 0.036],
				['васаби', 0.002],
				['лосось', 0.036],
				['соус тоса', 0.002],
				['имбирь/васаби', 0.01 / 0.01],
			],
		},
		{
			header: 'тар тар говядина на рисе',
			structure: [
				['пудра нори', 0.001],
				['рис', 0.1],
				['говядина', 0.05],
				['лук зеленый', 0.01],
				['шисо', 0.007],
				['желток', '1 шт.'],
			],
		},
	],
	// полуфабрикаты
	[
		{
			header: 'соус том ям',
			structure: [
				['кокосовое молоко', 1 / 2],
				['лемонграс', 0.12],
				['чеснок', 0.02],
				['лист лайма', 0.08],
				['соус устричный', 0.07],
				['соус рыбный', 0.07],
				['чили паста', 0.005],
			],
		},
		{
			header: 'рис для суши',
			structure: [
				['рис', 2],
				['вода', 2],
				['сушицу', 450],
			],
		},
		{
			header: 'сушицу',
			structure: [
				['уксус рисовый', 2],
				['сахар', 1],
				['соль', 0.2],
				['водоросли комбо', 0.2],
				['умами', 0.01],
				['хондаши', 0.01],
			],
		},
		{
			header: 'соус том ям',
			structure: [
				['кокосовое молоко', 1 / 2],
				['лемонграс', 0.12],
				['чеснок', 0.02],
				['лист лайма', 0.08],
				['соус устричный', 0.07],
				['соус рыбный', 0.07],
				['чили паста', 0.005],
			],
		},
	],
]
export const dataRamen = [
		// блюда
	[
		{
			header: 'тори пайтан',
			structure: [
				['база тори пф', 0.5],
				['еще что то', 0.1],
				['огурец', 0.02],
				['креветка темпура', 0.08],
				['лосось', 0.07],
				['соус том ям', 0.07],
				['микро кинза', 0.005],
				['рисовые шарики', 0.005],
				['имбирь/васаби', 0.01 / 0.01],
			],
		},
	]
]
export const dataHot = [
	// блюда
	[
		{
			header: 'омурайсу',
			structure: [
				['еще что то', 0.1],
			],
		},
	],
]
export const dataConfectioner = [
	// блюда
	[
		{
			header: 'сет №1',
			structure: [
				['еще что то', 0.1],
				['еще что то', 0.1],
			],
		},
	],
]
export const dataFreelance = [
	// блюда
	[
		{
			header: 'сет №1',
			structure: [
				['еще что то', 0.1],
				['еще что то', 0.1],
			],
		},
		{
			header: 'сет №2',
			structure: [
				['еще что то', 0.1],
				['еще что то', 0.1],
			],
		},
	],
]
export const	dataBar = []
